{
  "name": "Reda Benabbas",
  "role": "Développeur Web Full Stack",
  "nav": {
    "profile": "Profil",
    "about": "À propos",
    "projects": "Projets",
    "experience": "Expérience",
    "contact": "Contact"
  },
  "intro": "Passionné par la création de solutions élégantes à des problèmes complexes. Expérimenté en Laravel, PHP et technologies cloud.",
  "aboutMe": "Bonjour ! Je suis un développeur web passionné, spécialisé dans le développement d'applications web, avec une expertise en PHP, Laravel, JavaScript, et MySQL. J'aime donner vie aux idées grâce à un code propre et efficace, que ce soit en partant de zéro ou en améliorant des solutions existantes. Je suis toujours prêt à relever des défis et j'aime collaborer avec les clients pour transformer leurs concepts en réalité. Mon objectif est de livrer des projets de haute qualité, centrés sur l'utilisateur et alignés sur vos objectifs d'affaires. Quand je ne code pas, vous me trouverez probablement en train d'explorer de nouvelles technologies ou d'affiner mes compétences pour rester à jour dans cette industrie dynamique.",
  "contactMe": "Me contacter",
  "hireMe": "Engagez-moi",
  "hireMeTitle": "Travaillons ensemble",
  "hireMeDescription": "Je suis actuellement disponible pour du travail freelance. Si vous avez un projet que vous souhaitez démarrer, pensez que vous avez besoin de mon aide pour quelque chose ou souhaitez simplement dire bonjour, alors contactez-moi.",
  "projectsTitle": "Mes Projets",
  "projectDesc": "Une brève description du projet {number} et des technologies utilisées.",
  "backToPortfolio": "Retour au Portfolio",
  "projects": {
    "crti-project-management-app": {
      "name": "ResearchX - Application de gestion de projet pour les chercheurs",
      "description": ""
    },
    "best-tour-travel-agency-website": {
      "name": "TravelMate - Système de gestion pour agences de voyage",
      "description": ""
    }
  },
  "experienceTitle": "Expérience",
  "languages": {
    "title": "Langages",
    "desc": "Langages de programmation que je maîtrise"
  },
  "frontend": {
    "title": "Technologies Frontend",
    "desc": "Outils et frameworks que j'utilise pour le développement frontend"
  },
  "backend": {
    "title": "Technologies Backend",
    "desc": "Outils et frameworks que j'utilise pour le développement backend"
  },
  "other": {
    "title": "Autres Technologies",
    "desc": "Outils et technologies supplémentaires avec lesquels j'ai de l'expérience"
  },
  "contactTitle": "Contactez-moi",
  "contactText": "N'hésitez pas à me contacter si vous avez des questions ou si vous voulez simplement discuter !",
  "form": {
    "name": "Votre Nom",
    "email": "Votre Email",
    "message": "Votre Message",
    "sendMessage": "Envoyer le message",
    "success": "Votre message a été envoyé avec succès. Nous vous répondrons sous peu !",
    "error": "Une erreur s'est produite lors de l'envoi de votre message. Veuillez réessayer plus tard."
  },
  "footer": "Tous droits réservés.",
  "toggleTheme": "Changer de thème",
  "metadata": {
    "title": "Reda Benabbas | Portfolio de Développeur Logiciel",
    "description": "Explorez le portfolio d'Reda Benabbas, un développeur logiciel passionné spécialisé dans les applications web. Présentant des projets réalisés avec PHP, Laravel, JavaScript et MySQL, ce portfolio met en avant un code propre et efficace ainsi que des solutions centrées sur l'utilisateur. Découvrez des projets innovants et contactez pour des opportunités de collaboration.",
    "og-description": "Découvrez les projets et compétences d'Reda Benabbas, un développeur logiciel spécialisé dans les applications web utilisant PHP, Laravel, JavaScript et MySQL.",
    "preview-image": "/preview/fr.png"
  },
  "ariaLabel": {
    "mail": "Envoyez-moi un e-mail",
    "github": "Voir mon profil GitHub",
    "linkedin": "Connectez-vous avec moi sur LinkedIn"
  },
  "viewProject": "Voir le projet",
  "liveDemo": "Démo en direct",
  "checkGithub": "Github",
  "isnt-ready": "La page n'est pas encore prête"
}